[
    {   
    "SIDEBAR":"",
    "NAME1":"Start",
    "NAME2":"About me",
    "NAME3":"Technologies",
    "NAME4":"Projects",
    "NAME5":"Contact",
    "ABAUTME1":"",
    "ABAUTME":"About me",
    "DESCRIPTION":"Hello, I am Joel Játiva, a Full-Stack web developer with solid foundations in both frontend and backend, ready to start my career in a company that is willing to give me an opportunity. I have completed my studies in Full Stack Web Development at Academlo, where I acquired the necessary knowledge to excel in both front-end and back-end development. During my training, I gained skills in HTML, CSS, JavaScript, React.js, Git, Node.js, among others.",
    "UNIQUE":"What makes me unique?",
    "TITLE1":"Versatility",
    "TITLE2":"Passion",
    "TITLE3":"Commitment",
    "TITLE4":"Innovative vision",
    "TITLE1DESCRIPTION":"My training in dynamic technological environments has honed my capacity for versatility.",
    "TITLE2DESCRIPTION":"I approach projects with enthusiasm and commitment, seeking to exceed expectations.",
    "TITLE3DESCRIPTION":"I prioritize project objectives, ensure on-time delivery and pay attention to details.",
    "TITLE4DESCRIPTION":"I am constantly looking for innovative strategies to address challenges.",
    "TECHNOLOGY1":"",
    "TECHNOLOGY":"Technologies",
    "PREV":"Back to top",
    "SEEMORE":"See more technologies",
    "HTML":"The knowledge acquired in HTML was: Basic structure, Elements and tags, Images and multimedia, Lists, among others.",
    "JS":"The knowledge acquired in JavaScript was: DOM Manipulation, Functions, Objects, Regular Expressions, Error Handling, among others.",
    "CSS":"The knowledge acquired in CSS was: Element Selection, Style Properties, Box Model, Flexbox and Grid, Media Queries, among others.",
    "GIT":"The knowledge acquired in GIT was: Starting a Repository, Managing Changes, Remote Repositories, Conflict Resolution, among others.",
    "REACT":"The knowledge acquired in React was: Components, JSX, State and Life Cycle, Props, Hooks, Context API, Routes and Navigation, among others.",
    "NODE":"The knowledge acquired in Node.js was: Web Server, Modules and Packages, APIs and HTTP Requests, Database, among others.",
    "GITHUB":"The knowledge acquired in GitHub was: Repositories, Commits and History, Collaboration and Roles, Security and Dependencies, among others.",
    "ANGULAR":"The knowledge acquired in Angular was: Components, Modules, Routes and Navigation, Forms, Testing, Pipes, among others.",
    "TYPESCRIPT":"The knowledge acquired in TypeScript was: Static Typing, Classes and OOP, Functions, Utilities and Tools, among others.",
    "PROJECTS":"",
    "TIME":"In this project, an application has been created that allows you to view the weather in your city. In it, you will find information such as the latitude, longitude and current weather in which your city is located, among other relevant data. ",
    "LUCK":"In this project, it is completely developed using React. By entering the application, you can visualize your fortune, and by clicking the button, you can change your luck.",
    "POKEDEX":"In this project, users will be able to explore different Pokémon from the Pokémon series, along with their respective powers and character customizations.",
    "RANDM":"This application has been created exclusively with frontend technologies. In it, users can explore different characters from the Rick and Morty series by entering a number from 1 to 105.",
    "CRUD":"In this project, both the frontend and the backend have been developed, along with an API to store users. As users are created, they are stored in a dedicated database. In addition, the application has its own registration button to facilitate the registration process.",
    "HOTEL":"This application was developed from scratch, with the creation of its own frontend for the display of hotels. On the backend, a custom API was developed to allow the display of hotels, as well as additional functionalities such as user registration, reviews, and more.",
    "TITLETIME":"Weather",
    "TITLELUCK": "Fortune",
    "TITLEPOKEDEX":"Pokedex",
    "TITLERANDM":"Rick and Morty",
    "TITLECRUD":"User",
    "TITLEHOTEL":"Hotel",
    "LINK":"",
    "LINK1":"APP-Link-Fortuna",
    "LINK2":"APP-Link-Pokedex",
    "LINK3":"APP-Link-Rick and Morty",
    "LINK4":"APP-Link-Users",
    "LINK5":"APP-Link-Hotel",
    "LINK6":"APP-Link-Climate",
    "LINK7":"API-Link-Users",
    "LINK8":"API-Link-Hotel",
    "CONTCT":"",
    "CONTACT1":"Contacts",
    "NAME":"Name",
    "ACCEPT":"Accept",
    "MESSAGE":"The message was successfully sent to Joel Játiva",
    "MESSAGE1":"Message",
    "SEND":"Send",
    "CV":"",
    "TITLECV":"Full Stack Web Developer",
    "CONTACTME":"Contact me",
    "DOWLOAND":"DownloadCV",
    "CODE":"Code-Frontend",
    "CODE1":"Code-Backend"
}
]