[
    {
        "SIDEBAR":"",
        "NAME1":"Inicio",
        "NAME2":"Sobre mi",
        "NAME3":"Tecnologías",
        "NAME4":"Proyectos",
        "NAME5":"Contacto",
        "ABAUTME1":"",
        "ABAUTME":"Sobre mi",
        "DESCRIPTION":"Hola, soy Joel Játiva, un desarrollador web Full-Stack con sólidas bases tanto en frontend como en backend, listo para iniciar mi trayectoria en una empresa que esté dispuesta a brindarme una oportunidad. He completados mis estudios en Desarrollo Web Full Stack en Academlo, donde adquirí el conocimiento necesario para destacarme tanto en el desarrollo front-end como en el back-end. Durante mi formación, obtuve habilidades en HTML, CSS, JavaScript, React.js, Git, Node.js, entre otros.",
        "UNIQUE":"¿Qué me hace único?",
        "TITLE1":"Versatilidad",
        "TITLE2":"Pasión",
        "TITLE3":"Compromiso",
        "TITLE4":"Visión innovadora",
        "TITLE1DESCRIPTION":"Mi formación en entornos tecnológicos dinámicos he perfeccionado mi capacidad de versatilidad.",
        "TITLE2DESCRIPTION":"Abordo los proyectos con entusiasmo y compromiso, buscando superar las expectativas.",
        "TITLE3DESCRIPTION":"Priorizo los objetivos del proyecto, aseguro la entrega a tiempo y presto atención a los detalles",
        "TITLE4DESCRIPTION":"Busco constantemente estrategias innovadoras para abordar los desafíos.",
        "TECHNOLOGY1":"",
        "TECHNOLOGY":"Tecnologias",
        "PREV":"Regresar al inicio",
        "SEEMORE":"Ver mas tecnologias",
        "HTML":"El conocimiento adquirido en HTML fue: Estructura básica, Elementos y etiquetas, Imágenes y multimedia, Listas,  entre otros.",
        "JS":"El conocimiento adquirido en JavaScript fue: Manipulación del DOM, Funciones, Objetos, Expresiones Regulares, Manejo de Errores, entre otros.",
        "CSS":"El conocimiento adquirido en CSS fue: Selección de Elementos, Propiedades de Estilo, Modelo de Caja, Flexbox y Grid, Media Queries, entre otros.",
        "GIT":"El conocimiento adquirido en GIT fue: Iniciar un Repositorio, Gestionar Cambios, Repositorios Remotos, Resolución de Conflictos, entre otros.",
        "REACT":"El conocimiento adquirido en React fue: Componentes, JSX, Estado y Ciclo de Vida, Props, Hooks, Context API, Rutas y Navegación, entre otros.",
        "NODE":"El conocimiento adquirido en Node.js fue: Servidor Web, Módulos y Paquetes, APIs y Solicitudes HTTP, Base de Datos, entre otros.",
        "GITHUB":"El conocimiento adquirido en GitHub fue: Repositorios, Commits y Historial, Colaboración y Roles, Seguridad y Dependencias, entre otros.",
        "ANGULAR":"El conocimiento adquirido en Angular fue: Componentes, Módulos, Rutas y Navegación, Formularios, Testing, Pipes, entre otros.",
        "TYPESCRIPT":"El conocimiento adquirido en TypeScript fue: Tipado Estático, Clases y OOP, Funciones, Utilidades y Herramientas, entre otros.",
        "PROYECTOS":"",
        "TIME":"En este proyecto se ha creado una aplicación que te permite visualizar el clima de tu ciudad. En ella, encontrarás información como la latitud, longitud y el tiempo actual en el que se encuentra tu ciudad, entre otros datos relevantes.",
        "LUCK":"En este proyecto, se desarrolló completamente utilizando React. Al ingresar a la aplicación, puedes visualizar tu fortuna, y al hacer clic en el botón, puedes cambiar tu suerte.",
        "POKEDEX":"En este proyecto, los usuarios podrán explorar diferentes Pokémon de la serie de Pokémon, junto con sus respectivos poderes y personalizaciones de personaje.",
        "RANDM":"Esta aplicación ha sido creada exclusivamente con Tecnologías de frontend. En ella, los usuarios pueden explorar diferentes personajes de la serie Rick y Morty ingresando un número del 1 al 105.",
        "CRUD":"En este proyecto se ha desarrollado tanto el frontend como el backend, junto con una API para almacenar usuarios. A medida que se van creando usuarios, se almacenan en una base de datos dedicada. Además, la aplicación cuenta con su propio botón de registro para facilitar el proceso de inscripción.",
        "HOTEL":"Esta aplicación fue desarrollada desde cero, con la creación de su propio frontend para la visualización de hoteles. En el backend, se desarrolló una API personalizada para permitir la visualización de hoteles, así como funcionalidades adicionales como registro de usuarios, reseñas, y más.",
        "TITLETIME":"Clima",
        "TITLELUCK":"Fortuna",
        "TITLEPOKEDEX":"Pokedex",
        "TITLERANDM":"Rick y Morty",
        "TITLECRUD":"Usuario",
        "TITLEHOTEL":"Hotel",
        "LINK":"",
        "LINK1":"APP-Link-Fortuna",
        "LINK2":"APP-Link-Pokedex",
        "LINK3":"APP-Link-Rick y Morty",
        "LINK4":"APP-Link-Usuarios",
        "LINK5":"APP-Link-Hotel",
        "LINK6":"APP-Link-Clima",
        "LINK7":"API-Link-Usuarios",
        "LINK8":"API-Link-Hotel",
        "CONTCAT":"",
        "CONTACT1":"Contactos",
        "NAME":"Nombre",
        "ACCEPT":"Aceptar",
        "MESSAGE":"El mensaje fue enviado exitosamente a Joel Játiva",
        "MESSAGE1":"Mensaje",
        "SEND":"Enviar",
        "CV":"",
        "TITLECV":"Desarrollador web Full Stack",
        "CONTACTME":"Contactame",
        "DOWLOAND":"DescargarCV",
        "CODE":"Código-Frontend",
        "CODE1":"Código-Backend"
    }
]